[
    {
    
      "movieId": "the-avengers",
      "description": "Earth's Mightiest Heroes stand as the planet's first line of defense against the most powerful threats in the universe. The Avengers began as a group of extraordinary individuals who were assembled to defeat Loki and his Chitauri army in New York City.",
      "imageSrc": "./images/the-avengers.jpg",
      "runTime": "2h 23m",
      "rating": "PG-13",
      "year": "2012",
      "review":"An Action Packed series of heros and villians, truly one of the history books",
      "review2": "i've read the comics since i was a kid and this was an amazing experience being able to watch in theatre",
      "reviewAuthor": "- John doe",
      "review2Author": "- Michael Jackson"
    },

    {
        "movieId": "inception",
        "description": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O., but his tragic past may doom the project and his team to disaster.",
        "imageSrc": "./images/inception.jpg",
        "runTime": "2h 28m",
        "rating": "PG-13",
        "year": "2010",
        "review": "once again Leonardo DiCaprio delivers, he played a jaw dropping performance as Dream Thief Dom Cobb",
        "review2": "A riviting and complex screen play, as you watch you begin to have so many questions about why Cobb keeps her in his dreams, but as you pay attention to the flow of the movie and the scenery you begin to find the answers, truly a wonderful film",
        "reviewAuthor": "- Anbu Krishnan",
      "review2Author": "- Michael Jordan"
    },

    {
        "movieId": "scarface",
        "description": "The story of Cuban refugee Tony Montana (Al Pacino), who arrives penniless in Miami during the Mariel boatlift and becomes a powerful and extremely homicidal drug lord.",
        "imageSrc": "./images/scarface.jpg",
        "runTime": "2h 50m",
        "rating": "R",
        "year": "1983",
        "review": "One of the greatest gangster movies to hit the screens yet, even 20 years later this movie has a massive cult following",
        "review2": "Possibly one of the best Gangster movies to ever be made, Al Pacino played his character beautifuly",
        "reviewAuthor": "- A.K",
        "review2Author": "- Jeff Johnson"
    }

  ]